{"especialidad": null, "pregunta": null, "respuesta": null, "evaluacion": null}
{"especialidad": "serums", "pregunta": "que es el cancer", "respuesta": "RPTA: El c谩ncer es una enfermedad caracterizada por el crecimiento desregulado de c茅lulas en cualquier parte del cuerpo. En el caso espec铆fico del c谩ncer de mama, este crecimiento desregulado ocurre en los componentes de la mama, generalmente en los l贸bulos. Esta enfermedad tiene un impacto significativo en la salud y calidad de vida de las personas afectadas. La detecci贸n temprana es crucial para mejorar las tasas de supervivencia y el tratamiento efectivo. Informaci贸n adicional: El c谩ncer de mama es una de las enfermedades m谩s prevalentes y devastadoras, afectando a millones de mujeres en todo el mundo. Seg煤n GLOBOCAN, en 2020, el c谩ncer de mama se posicion贸 en el primer lugar con la mayor cantidad de casos nuevos, reportando 2,261,419 casos y 684,996 muertes ese mismo a帽o. Fuente: World Health Organization. Report on cancer: setting priorities, investing wisely and providing care for all. Ginebra. [citado 15 de mayo de 2024]. Disponible en: https://www.who.int/publications-detail-redirect/9789240001299", "evaluacion": true}
{"especialidad": null, "pregunta": "que es el cancer", "respuesta": "RPTA: El c谩ncer es una enfermedad caracterizada por el crecimiento desregulado de c茅lulas en cualquier parte del cuerpo. En el caso espec铆fico del c谩ncer de mama, este crecimiento desregulado ocurre en los componentes de la mama, generalmente en los l贸bulos. Esta enfermedad tiene un impacto significativo en la salud y calidad de vida de las personas afectadas. La detecci贸n temprana es crucial para mejorar las tasas de supervivencia y el tratamiento efectivo. Informaci贸n adicional: El c谩ncer de mama es una de las enfermedades m谩s prevalentes y devastadoras, afectando a millones de mujeres en todo el mundo. Seg煤n GLOBOCAN, en 2020, el c谩ncer de mama se posicion贸 en el primer lugar con la mayor cantidad de casos nuevos, reportando 2,261,419 casos y 684,996 muertes ese mismo a帽o. Fuente: World Health Organization. Report on cancer: setting priorities, investing wisely and providing care for all. Ginebra. [citado 15 de mayo de 2024]. Disponible en: https://www.who.int/publications-detail-redirect/9789240001299", "evaluacion": true}
{"especialidad": "serums", "pregunta": "que es el cancer", "respuesta": "", "evaluacion": true}
{"especialidad": "serums", "pregunta": "que es el cancer", "respuesta": "", "evaluacion": true}
{"especialidad": "serums", "pregunta": "que es el cancer", "respuesta": "", "evaluacion": true}
{"especialidad": "serums", "pregunta": "que es serums ?", "respuesta": "RPTA:\nNo se encontr贸 informaci贸n suficiente en el contexto proporcionado para definir qu茅 es \"serums\". Si tienes m谩s detalles o un contexto adicional, estar茅 encantado de ayudarte. \n\nInformaci贸n adicional:\nSi \"serums\" se refiere a un t茅rmino espec铆fico en el 谩mbito de la salud o un programa, por favor proporciona m谩s detalles para poder asistirte mejor.\n\nFuente:\nNo se encontr贸 informaci贸n espec铆fica en el contexto proporcionado.", "evaluacion": true}
{"especialidad": "serums", "pregunta": "que es serums ?", "respuesta": "RPTA:\nNo se encontr贸 informaci贸n suficiente sobre \"serums\" en el contexto proporcionado. Si te refieres a un t茅rmino espec铆fico relacionado con el 谩mbito de la salud o un programa en particular, por favor proporciona m谩s detalles o verifica si hay un error en la escritura.\n\nInformaci贸n adicional:\nSi te refieres a \"suero\" en el contexto m茅dico, este t茅rmino puede referirse a soluciones utilizadas para la rehidrataci贸n o administraci贸n de medicamentos por v铆a intravenosa.\n\nFuente:\nNo se encontr贸 informaci贸n espec铆fica en el contexto proporcionado.", "evaluacion": true}
{"especialidad": "serums", "pregunta": "Me llamo enrique", "respuesta": "RPTA:\n隆Hola, Enrique!  驴En qu茅 puedo ayudarte hoy? Si tienes alguna pregunta sobre serums o necesitas informaci贸n espec铆fica, estar茅 encantado de asistirte. \n\nInformaci贸n adicional:\nRecuerda que estoy aqu铆 para ayudarte con cualquier consulta relacionada con el tema de serums. \n\nFuente:\nNo se requiere fuente para esta respuesta.", "evaluacion": true}
{"especialidad": "serums", "pregunta": "cual es tu nombre", "respuesta": "RPTA:\n隆Hola! Mi nombre es Eini, y estoy aqu铆 para ayudarte con cualquier pregunta que tengas sobre Serums. \n\nInformaci贸n adicional:\nSi tienes alguna consulta espec铆fica sobre el tema, no dudes en preguntar.\n\nFuente:\nNo se requiere fuente para esta respuesta.", "evaluacion": false}
{"especialidad": "serums", "pregunta": "Hola como estas ?", "respuesta": "隆Hola!  Estoy aqu铆 para ayudarte con cualquier pregunta que tengas sobre serums. 驴En qu茅 puedo asistirte hoy?", "evaluacion": true}
{"especialidad": "serums", "pregunta": "Hola mi nombre es Enrique ", "respuesta": "隆Hola, Enrique!  驴C贸mo est谩s hoy? Si tienes alguna pregunta sobre el tema de Serums o necesitas ayuda con algo relacionado, estar茅 encantado de ayudarte. ", "evaluacion": false}
{"especialidad": "serums", "pregunta": "de que trata este chat ?", "respuesta": "RPTA:\nEste chat est谩 dedicado exclusivamente al tema de Serums, un programa de servicio social en el 谩mbito de la salud. Estoy aqu铆 para ayudar y responder preguntas relacionadas con este tema, bas谩ndome en documentos oficiales como gu铆as de pr谩ctica cl铆nica, decretos y resoluciones. Si tienes alguna pregunta espec铆fica sobre Serums, estar茅 encantado de ayudarte. \n\nInformaci贸n adicional:\nEl programa Serums es una etapa importante para los profesionales de la salud en formaci贸n, donde pueden aplicar sus conocimientos en un entorno pr谩ctico y contribuir al bienestar de la comunidad.\n\nFuente:\nNo se encontr贸 informaci贸n espec铆fica sobre Serums en el contexto proporcionado.", "evaluacion": true}
{"especialidad": "serums", "pregunta": "tienes informacion acerca de ciertas enfermedades ?", "respuesta": "RPTA:\nS铆, el contexto proporciona informaci贸n sobre varias enfermedades. Aqu铆 hay algunas de ellas:\n\n1. **Enfermedades diarreicas agudas**: Se mencionan en el contexto como parte de un reporte semanal.\n2. **S铆ndrome de rub茅ola cong茅nita (P35.0)**: Tambi茅n se reporta semanalmente.\n3. **S铆filis cong茅nita (A50)**: Incluida en los reportes semanales.\n4. **Infecci贸n por VIH**: Se menciona que su notificaci贸n es mensual.\n5. **SIDA**: Tambi茅n se reporta mensualmente.\n6. **Infecciones intrahospitalarias**: Se reportan de manera mensual.\n7. **Condiciones cr贸nicas y degenerativas**: Incluyen asma bronquial, hipertensi贸n arterial, diabetes mellitus no complicada, hiperlipidemias/dislipidemias, y obesidad.\n\nInformaci贸n adicional:\nEstas enfermedades y condiciones se mencionan en el contexto de notificaciones y reportes de salud, lo que sugiere que son monitoreadas regularmente para evaluar su incidencia y prevalencia en la poblaci贸n.\n\nFuente:\nEl contexto proporcionado no especifica un documento exacto para estas enfermedades, pero se menciona la \"NORMA TCNICA DE SALUD 'CATEGORAS DE ESTABLECIMIENTOS DEL SECTOR SALUD'\" como parte del contenido.", "evaluacion": true}
{"especialidad": "serums", "pregunta": "Dime que es el SIDA", "respuesta": "RPTA:\nNo se encontr贸 informaci贸n suficiente sobre la definici贸n de SIDA en el contexto proporcionado. Sin embargo, el contexto se centra en la prevenci贸n combinada del VIH para poblaciones en alto riesgo y menciona aspectos relacionados con la atenci贸n integral de salud y consejer铆a en infecciones de transmisi贸n sexual.\n\nInformaci贸n adicional:\nEl SIDA (S铆ndrome de Inmunodeficiencia Adquirida) es una condici贸n m茅dica causada por el virus de la inmunodeficiencia humana (VIH). El VIH ataca y debilita el sistema inmunol贸gico, lo que hace que el cuerpo sea m谩s vulnerable a infecciones y ciertos tipos de c谩ncer. El SIDA es la etapa m谩s avanzada de la infecci贸n por VIH.\n\nFuente:\nNo se encontr贸 informaci贸n espec铆fica sobre SIDA en el documento proporcionado.", "evaluacion": false}
{"especialidad": "serums", "pregunta": "Hola ??", "respuesta": "隆Hola!  驴C贸mo est谩s? Si tienes alguna pregunta sobre serums o necesitas informaci贸n espec铆fica, estar茅 encantado de ayudarte. ", "evaluacion": true}
{"especialidad": "serums", "pregunta": "Necesito que me listes las enfermedades de las cuales tienes informacion", "respuesta": "RPTA:\nClaro, aqu铆 tienes una lista de las enfermedades mencionadas en el contexto proporcionado:\n\n1. Peste\n2. Lepra\n3. Infecciones cut谩neas bacterianas\n4. Infestaciones de piel y anexos\n5. Micosis cut谩nea\n6. Varicela\n7. Brucelosis\n8. Hepatitis\n9. Conjuntivitis\n10. Orzuelo y chalazion\n11. Caries, Pulpitis, Gingivitis\n12. Ansiedad\n13. Depresi贸n\n14. Asma Bronquial\n15. Hipertensi贸n arterial\n16. Diabetes Mellitus no complicada\n17. Hiperlipidemia/Dislipidemias\n18. Obesidad\n19. S铆ndrome de espalda dolorosa\n20. Heridas contusiones y traumatismos superficiales\n21. Intoxicaci贸n por 贸rgano-fosforados\n22. Poliomielitis aguda (Par谩lisis fl谩cida aguda)\n23. Tos ferina\n24. Difteria\n25. T茅tanos neonatal\n26. Sarampi贸n\n27. Rub茅ola\n28. Rabia humana silvestre\n29. Carbunco (ntrax)\n30. Peste Bub贸nica\n31. Peste Neum贸nica\n32. Peste Septic茅mica\n33. Peste Cut谩nea\n34. Otras Formas de Peste\n35. Meningitis por Peste\n36. Tuberculosis extrapulmonar\n37. Tuberculosis con complicaciones\n38. Tuberculosis multidrogorresistente\n39. Infecci贸n urinaria alta\n40. Infecci贸n por VIH\n41. Dengue Hemorr谩gico\n42. Fiebre Amarilla\n43. Rabia\n44. Quiste hidat铆dico\n45. Absceso cut谩neo/carbunco\n\nFuente:\nNTS N掳 021-MINSAlDGSP-V.03 NORMA TCNICA DE SALUD \"CATEGORAS DE ESTABLECIMIENTOS DEL SECTOR SALUD\".", "evaluacion": false}
{"especialidad": "serums", "pregunta": "Hola  me llamo Enrique", "respuesta": "Hola Enrique , 驴c贸mo est谩s? Si tienes alguna pregunta sobre serums o necesitas informaci贸n espec铆fica, estar茅 encantado de ayudarte. ", "evaluacion": true}
{"especialidad": "serums", "pregunta": "H谩blame acerca de c贸mo se previene la tuberculosis", "respuesta": "RPTA:\nNo se encontr贸 informaci贸n suficiente sobre la prevenci贸n de la tuberculosis en el contexto proporcionado. Sin embargo, generalmente, la prevenci贸n de la tuberculosis incluye medidas como la vacunaci贸n con BCG, el control de infecciones en entornos de salud, y el tratamiento preventivo en personas con alto riesgo de desarrollar la enfermedad.\n\nInformaci贸n adicional:\nLa tuberculosis es una enfermedad infecciosa que se transmite de persona a persona a trav茅s del aire. La prevenci贸n es crucial para controlar su propagaci贸n, especialmente en poblaciones vulnerables.\n\nFuente:\nNo se encontr贸 informaci贸n espec铆fica sobre la prevenci贸n de la tuberculosis en el contexto proporcionado.", "evaluacion": false}
{"especialidad": "serums", "pregunta": "Lista enfermedades mortales", "respuesta": "RPTA:\nEn el contexto proporcionado, se mencionan varias enfermedades que requieren notificaci贸n inmediata debido a su gravedad y potencial mortalidad. Algunas de estas enfermedades incluyen:\n\n1. Poliomielitis aguda (Par谩lisis fl谩cida aguda) - A80.3\n2. Tos ferina - A37\n3. Difteria - A36\n4. T茅tanos neonatal - A33\n5. Sarampi贸n - B05\n6. Rub茅ola - B06\n7. Rabia humana silvestre - A82.0\n8. Carbunco (ntrax) - A22\n9. Peste Bub贸nica - A20.0\n10. Peste Neum贸nica - A20.7\n11. Peste Septic茅mica - A20.0\n12. Peste Cut谩nea - A20.1\n13. Otras Formas de Peste - A72.0\n14. Meningitis por Peste - A20.3\n\nEstas enfermedades son consideradas de alta prioridad para la vigilancia epidemiol贸gica debido a su potencial de causar brotes y su impacto en la salud p煤blica.\n\nFuente:\nDIRECTIVA SANITARIA N掳 006-MINSA/DGE-V.01, \"DIRECTIVA SANITARIA DE NOTIFICACIN DE ENFERMEDADES Y EVENTOS SUJETOS A VIGILANCIA EPIDEMIOLGICA EN SALUD PBLICA\".", "evaluacion": true}
